Repository: kipyin/grace-notes
Catalog: GraceNotes/GraceNotes/Localizable.xcstrings
Source language: en
Languages: zh_hans

# Review history growth drilldown calendar empty description
source: No journal days in the current range match this growth level.
zh_hans: 当前时间范围内没有符合这个成长阶段的记录日期。

# Review history journaling days drilldown empty title
source: No journaling days in this range
zh_hans: 该时间范围内没有记录天数

# Review history journaling days drilldown empty description
source: When you journal inside the selected history range, those days will appear here.
zh_hans: 当你在选定的时间范围内写下记录时，这些日期会显示在这里。

# Review history journaling days drilldown caption
source: Each highlighted day opens your journal.
zh_hans: 点按已标记的日期可打开当天的记录。

# Review history rhythm chrome title a11y hint
source: Shows a calendar of days you wrote in your selected history range.
zh_hans: 显示在所选历史时间范围内写过记录的日历。
